tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nnao45/pexpo"
tap "sanemat/font"
brew "xz"
brew "ansible"
brew "anyenv"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli", link: false
brew "bat"
brew "bottom"
brew "bzip2"
brew "cheat"
brew "choose-rust"
brew "circleci"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "colima"
brew "gcc"
brew "openblas"
brew "ipopt"
brew "dartsim"
brew "direnv"
brew "docker", link: false
brew "dolt"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "gnu-time"
brew "openjdk@17"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "hub"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "kakoune"
brew "kind"
brew "libfido2"
brew "lsd"
brew "lua"
brew "mas"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "mysql", restart_service: true
brew "neovim"
brew "openjdk@11"
brew "pastel"
brew "peco"
brew "platformio"
brew "procs"
brew "python@3.10"
brew "r"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "sonar-scanner"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-spacemacs-icon"]
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "darwindumper"
cask "dat"
cask "fig"
cask "flutter"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "rstudio"
cask "vagrant"
cask "virtualbox"
cask "xquartz"
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "Cloud Outliner", id: 1024917449
mas "CompareMerge", id: 478570084
mas "CopyLess 2", id: 993841014
mas "Disk Diet", id: 445512770
mas "GoodNotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MenuBar Stats", id: 714196447
mas "MouseHider", id: 894419721
mas "Network Toolbox", id: 1557453461
mas "Norton Safe Web Plus", id: 1474744028
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "SerialBuddy", id: 1461672018
mas "Taskheat", id: 1431995750
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "WinZipper", id: 1509109186
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
